Repository: dinhquydds/nanocucurmin
Catalog: tm/atlas xuan anh-level2.tmx
Source language: en_us
Languages: vi

source: (Common portion)
vi: (Phần chung)

source: (Common) bile duct
vi: Ống mật chủ

source: (commonly from anterior division)
vi: (thường từ phân nhánh trước)

source: (cut edge)
vi: (bờ cắt)

source: * Branch to ureter
vi: * Nhánh tới niệu quản

source: 1st metatarsal bone
vi: Xương đốt bàn thứ nhất

source: 1st perforating artery (from profunda femoris artery)
vi: Động mạch xuyên thứ nhất (từ động mạch đùi sâu)

source: 1st to 4th right lumbar arteries
vi: Động mạch thắt lưng phải thứ 1 đến thứ 4

source: 1st to 4th right lumbar veins
vi: Tĩnh mạch thắt lưng phải thứ 1 đến thứ 4

source: 2nd and 3rd perforating arteries (from profunda femoris artery)
vi: Động mạch xuyên thứ 2 và 3 (từ động mạch đùi sâu)

source: 4th perforating artery (from profunda femoris artery)
vi: Động mạch xuyên thứ 4 (từ động mạch đùi sâu)

source: 5th metatarsal bone
vi: Xương đốt bàn thứ năm

source: ANTERIOR
vi: PHÍA TRƯỚC

source: Abdominal
vi: Bụng

source: Abdominal aorta
vi: Động mạch chủ bụng

source: Abdominal aorta Celiac trunk
vi: Động mạch chủ bụng Động mạch thân tạng

source: Abductor pollicis brevis muscle (cut)
vi: Cơ dạng ngón cái ngắn (đã cắt)

source: Accessory cephalic vein
vi: Tĩnh mạch đầu phụ

source: Accessory saphenous vein
vi: Tĩnh mạch hiển phụ

source: Acromial branch
vi: Nhánh cùng vai

source: Adductor hiatus
vi: Vòng gân cơ khép

source: Adductor magnus muscle
vi: Cơ khép lớn

source: Adductor minimus part of adductor magnus muscle
vi: Phần khép nhỏ của cơ khép lớn

source: Adductor pollicis muscle
vi: Cơ khép ngón cái

source: Ampulla
vi: Bóng

source: Anastomotic loops (arcades)
vi: Các quai nối

source: Anterior (palmar) view
vi: Nhín trước (mặt gan tay)

source: Anterior abdominal wall (turned down)
vi: Thành bụng trước (lật xuống)

source: Anterior branch and
vi: Nhánh trước và

source: Anterior cecal artery
vi: Động mạch manh tràng trước

source: Anterior circumflex humeral artery
vi: Động mạch mũ cánh tay trước

source: Anterior cutaneous branches of femoral nerve
vi: Các nhánh bì trước của thần kinh đùi

source: Anterior division of internal iliac artery
vi: Phân nhánh trước của động mạch chậu trong

source: Anterior interosseous artery
vi: Động mạch gian cốt trước

source: Anterior interventricular sulcus and anterior interventricular branch of left coronary artery
vi: Rãnh gian thất trước và động mạch gian thất trước nhánh của động mạch vành

source: Anterior lateral malleolar artery
vi: Động mạch mắt cá ngoài trước

source: Anterior medial malleolar artery
vi: Động mạch mắt cá trong trước

source: Anterior superior pancreaticoduodenal artery
vi: Động mạch tá tuỵ trước trên

source: Anterior superior pancreaticoduodenal arteries
vi: động mạch tá tuỵ trước trên

source: Anterior tibial artery
vi: Động mạch chày trước

source: Anterior tibial artery Extensor digitorum longus muscle (cut) Superficial fibular (peroneal) nerve Deep fibular (peroneal) nerve
vi: Động mạch chày trước Cơ duỗi các ngón chân dài (đã cắt) Thần kinh mác nông Thần kinh mác sâu

source: Anterior tibial recurrent artery
vi: Động mạch quặt ngược chày trước

source: Anterior tibial recurrent artery and
vi: Động mạch quặt ngược chày trước và

source: Anterior ulnar recurrent artery
vi: Động mạch quặt ngược trụ trước

source: Apex of heart
vi: Đỉnh tim

source: Appendicular artery
vi: Động mạch ruột thừa

source: Arch of aorta
vi: Cung động mạch chủ

source: Arcuate artery
vi: Động mạch cung

source: Arteries﻿of﻿Small﻿Intestine﻿ Common hepatic artery Celiac trunk Supraduodenal artery Splenic artery and vein Gastroduodenal artery Posterior superior Dorsal pancreaticoduodenal artery pancreatic artery Right gastro-omental Inferior (gastro-epiploic) artery pancreatic artery Anterior superior Superior mesenteric pancreaticoduodenal artery artery and vein Inferior (Common portion) pancreatico- Posterior duodenal Middle colic arteries Anterior artery (cut) Right colic artery Ileocolic artery Superior mesenteric artery Anterior cecal artery Posterior cecal artery Appendicular artery Jejunal and ileal arteries Anastomotic loops (arcades) Straight arteries (arteriae rectae) Plate﻿287﻿ Visceral﻿Vasculature Arteries﻿of﻿Large﻿Intestine﻿ 4 For arteries of rectum see also Plate 376 Middle colic artery Superior mesenteric artery Transverse Marginal mesocolon artery Straight arteries Jejunal and ileal (arteriae rectae) (intestinal) arteries (Common Marginal artery Inferior portion) pancreatico- Inferior duodenal Posterior mesenteric arteries artery Anterior Left colic Marginal artery artery Ascending branch Right colic Descending artery branch Marginal Ileocolic artery artery Colic Sigmoid branch arteries Ileal branch Sigmoid mesocolon Marginal artery Anterior cecal artery Posterior cecal artery Appendicular artery Internal iliac artery Straight arteries (arteriae Median sacral artery rectae) (from abdominal aorta) Superior rectal artery Middle rectal artery Branch of superior rectal artery Inferior rectal artery Visceral﻿Vasculature Plate﻿288﻿
vi: adcd

source: Artery to ductus deferens Middle rectal artery
vi: Động mạch đến ống dẫn tinh Động mạch trực tràng giữa

source: Articular branch
vi: Nhánh khớp

source: Ascending
vi: lên

source: Ascending branch Descending branch
vi: adcd

source: Ascending branch, Transverse branch, Descending branch of Lateral circumflex femoral artery
vi: Nhánh lên, Nhánh ngang, nhánh xuống của động mạch mũ đùi ngoài

source: Ascending lumbar veins
vi: Tĩnh mạch thắt lưng lên

source: Axillary artery
vi: Động mạch nách

source: Azygos vein
vi: Tĩnh mạch đơn

source: Basilic vein
vi: Tĩnh mạch nền

source: Biceps femoris muscle
vi: Cơ nhị đầu đùi

source: Biceps femoris tendon (cut)
vi: Gân cơ nhị đầu đùi (đã cắt)

source: Biceps femoris tendon (cut) Inferior lateral genicular artery
vi: Gân cơ nhị đầu đùi (đã cắt) Động mạch gối dưới ngoài

source: Bicipital aponeurosis
vi: Trẽ cân cơ nhị đầu

source: Body of T10 vertebra
vi: Thân của đốt sống T10

source: Brachial artery
vi: Động mạch cánh tay

source: Brachiocephalic trunk
vi: Thân cánh tay đầu

source: Branch of superior rectal artery
vi: Nhánh của động mạch trực tràng trên

source: Branches of lateral femoral cutaneous nerve
vi: Các nhánh của thần kinh bì đùi ngoài

source: Branches of lateral sural cutaneous nerve (from common fibular [peroneal] nerve)
vi: Các nhánh của thần kinh bì bắp chân ngoài (từ thần kinh mác chung)

source: Branches of median nerve to 1st and 2nd lumbrical muscles
vi: Nhánh của thần kinh giữa đến cơ giun 1 và 2

source: Branches of palmar digital nerves and arteries to dorsum of middle and distal phalanges
vi: Các nhánh của thần kinh và động mạch gan ngón riêng đến mu của đốt giữa và đốt xa

source: Branches of posterior femoral cutaneous nerve
vi: Các nhánh của thần kinh bì đùi sau

source: Branches of proper plantar digital arteries and nerves
vi: Nhánh động mạch và thần kinh gan ngón riêng

source: Branches of saphenous nerve
vi: Các nhánh của thần kinh hiển

source: Branches to hypothenar muscles
vi: Nhánh cho các cơ mô út

source: Broad ligament
vi: Dây chằng rộng

source: Broad ligament of uterus
vi: Dây chằng rộng của tử cung

source: Calcaneal (Achilles) tendon (cut)
vi: Gân gót (Achilles) (đã cắt)

source: Calcaneal branch
vi: abcd

source: Celiac trunk
vi: Động mạch thân tạng

source: Celiac trunk with common hepatic, left gastric, and splenic arteries
vi: Động mạch thân tạng với các nhánh gan chung, vị trái, và lách

source: Cephalic vein
vi: Tĩnh mạch đầu

source: Cervix of uterus
vi: Cổ tử cung

source: Circumflex fibular branch
vi: Nhánh mũ mác

source: Circumflex scapular artery
vi: Động mạch mũ vai

source: Clavicular branch
vi: Nhánh đòn

source: Colic branch Ileal branch
vi: Nhánh kết tràng Nhánh hồi tràng

source: Common fibular (peroneal) nerve
vi: Thần kinh mác chung

source: Common flexor sheath (ulnar bursa)
vi: Túi hoạt dịch trụ

source: Common hepatic artery
vi: Động mạch gan chung

source: Common iliac arteries
vi: Động mạch chậu chung

source: Common iliac artery
vi: Động mạch chậu chung

source: Common iliac vein
vi: Tĩnh mạch chậu chung

source: Common interosseous artery
vi: Động mạch gian cốt chung

source: Common palmar digital arteries
vi: Động mạch gan ngón chung

source: Common palmar digital nerves and arteries
vi: Động mạch và thần kinh gan ngón chung

source: Communicating branch of median nerve with ulnar nerve
vi: Nhánh ngối của thần kinh giữa với thần kinh trụ

source: Conus arteriosus
vi: Nón động mạch

source: Coronary sulcus and right coronary artery
vi: Rãnh vành và động mạch vành phải

source: Costal cartilages
vi: Sụn sườn

source: Cremasteric branches of inferior epigastric artery
vi: Nhánh cơ bìu

source: Cribriform fascia within saphenous opening
vi: Mạc sàng với lỗ tĩnh mạch hiển

source: Cubital nodes
vi: Các hạch trụ

source: Cutaneous branches of obturator nerve
vi: Nhánh bì của thần kinh bịt

source: Cystic artery
vi: Động mạch túi mật

source: Cystic duct
vi: Ống túi mật

source: Deep circumflex iliac artery
vi: Động mạch mũ chậu sâu

source: Deep circumflex iliac vein
vi: Tĩnh mạch mũ chậu sâu

source: Deep dissection
vi: Phẫu tích sâu

source: Deep external pudendal artery
vi: Động mạch thẹn ngoài sâu

source: Deep fascia of leg
vi: Mạc sâu của cẳng chân

source: Deep fascia of leg (crural fascia)
vi: Mạc sâu của cẳng chân

source: Deep inguinal lymph nodes
vi: Các hạch bạch huyết bẹn sâu

source: Deep palmar (arterial) arch and deep branch of ulnar nerve
vi: Cung động mạch gay tay sâu và nhánh sâu của thần kinh trụ

source: Deep palmar branch of ulnar artery and deep branch of ulnar nerve
vi: Nhánh gan tay sâu của động mạch trụ và nhánh sâu của thần kinh trụ

source: Deep palmar branch of ulnar nerve to 3rd and 4th lumbrical, all interosseous, adductor pollicis, and deep head of flexor pollicis brevis muscles
vi: Nhánh gan tay sâu của thần kinh trụ đến cơ giun 3 và 4, tất cả cơ gian cốt, cơ khép ngón cái, và bó sâu của cơ gấp ngón cái ngắn

source: Deep plantar artery
vi: Động mạch gan chân sâu

source: Deltoid branch
vi: Nhánh delta

source: Deltopectoral node
vi: Hạch delta ngực

source: Descending genicular artery Articular branch Saphenous branch
vi: Động mạch gối xuống Nhánh khớp Nhánh hiển

source: Diaphragm
vi: Cơ hoành

source: Dorsal branch of ulnar nerve
vi: Nhánh mu tay của thần kinh trụ

source: Dorsal digital arteries
vi: Các động mạch mu ngón chân

source: Dorsal digital branch of deep fibular (peroneal) nerve
vi: Nhánh mu ngón chân của thần kinh mác sâu

source: Dorsal digital branches of deep fibular (peroneal) nerve
vi: Các Nhánh mu ngón chân của thần kinh mác sâu

source: Dorsal digital nerve and vein of medial side of great toe
vi: Thần kinh mu ngón chân và tĩnh mạch bên trong ngón cái

source: Dorsal digital nerves
vi: Thần kinh mu ngón chân

source: Dorsal digital nerves and veins
vi: Thần kinh và tĩnh mạch mu ngón chân

source: Dorsal metacarpal veins
vi: Các tĩnh mạch mu đốt bàn

source: Dorsal metatarsal arteries
vi: Các động mạch mu đốt bàn

source: Dorsal metatarsal veins
vi: Các tĩnh mạch mu đốt bàn

source: Dorsal pancreatic artery
vi: Động mạch tuỵ lưng

source: Dorsal venous arch
vi: Cung tĩnh mạch mu chân

source: Dorsal venous network
vi: Cung tĩnh mạch mu tay

source: Dorsalis pedis artery
vi: Động mạch mu chân

source: Ductus (vas) deferens
vi: Ống dẫn tinh

source: Erector spinae muscle
vi: Cơ dựng gai

source: Esophageal branch of left gastric artery
vi: Nhánh thực quản của động mạch vị trái

source: Esophagogastric junction
vi: Chỗ nối thực quản dạ dày

source: Esophagus
vi: Thực quản

source: Extensor digitorum brevis and extensor hallucis brevis muscles (cut)
vi: Các cơ duỗi ngón chân ngắn và duỗi ngón cái ngắn (đã cắt)

source: Extensor digitorum longus muscle
vi: Cơ duỗi các ngón chân dài

source: Extensor digitorum longus tendons (cut) Extensor digitorum brevis tendons (cut)
vi: Gân cơ duỗi các ngón chân dài (đã cắt) Gân cơ duỗi các ngón chân ngắn (đã cắt)

source: Extensor hallucis longus tendon (cut) Extensor hallucis brevis tendon (cut)
vi: Gân duỗi ngón cái dài (đã cắt) Gân duỗi ngón cái ngắn (đã cắt)

source: External iliac artery
vi: Động mạch chậu ngoài

source: External iliac lymph nodes
vi: Các hạch bạch huyết chậu ngoài

source: External iliac vein
vi: Tĩnh mạch chậu ngoài

source: External pudendal vein
vi: Tĩnh mạch thẹn ngoài

source: Fascia lata
vi: Mạc đùi

source: Femoral artery
vi: Động mạch đùi

source: Femoral artery Ductus deferens and testicular artery (cut)
vi: Động mạch đùi Ống dẫn tinh và động mạch tinh hoàn (cắt)

source: Femoral artery and vein
vi: Động mạch và tĩnh mạch đùi

source: Femoral artery passing through adductor hiatus within adductor magnus muscle
vi: Động mạch đùi đi qua vòng gân cơ khép

source: Femoral branches
vi: Nhánh đùi

source: Femoral canal (opened)
vi: Ống đùi (đã mở)

source: Femoral nerve
vi: Thần kinh đùi

source: Femoral ring
vi: Vòng đùi

source: Femoral sheath
vi: Bao mạch đùi

source: Femoral vein
vi: Tĩnh mạch đùi

source: Fibular (peroneal) artery
vi: Động mạch mác

source: Fibular (peroneal) artery (phantom)
vi: Động mạch mác (vẽ mờ)

source: Fibular collateral ligament Lateral patellar retinaculum
vi: Dây chằng bên mác Mạc giữ bánh chè ngoài

source: Fibularis (peroneus) brevis muscle and tendon
vi: Cơ mác ngắn và gân

source: Fibularis (peroneus) brevis tendon
vi: Gân cơ mác ngắn

source: Fibularis (peroneus) longus muscle
vi: Cơ mác dài

source: Fibularis (peroneus) longus tendon
vi: Gân cơ mác dài

source: Fibularis (peroneus) longus tendon Fibularis (peroneus) brevis tendon
vi: Gân cơ mác dài Gân cơ mác ngắn

source: Flexor digitorum longus muscle
vi: Cơ gấp các ngón chân dài

source: Flexor digitorum longus tendon
vi: Gân cơ gấp các ngón chân dài

source: Flexor hallucis longus muscle (retracted)
vi: Cơ gấp ngón chân cái dài (kéo ra)

source: Flexor hallucis longus tendon
vi: Gân cơ gấp các ngón chân dài

source: Flexor pollicis brevis muscle
vi: Cơ gấp ngón cái ngắn

source: Flexor retinaculum
vi: Mạc giữ gân gấp

source: Flexor retinaculum (transverse carpal ligament)
vi: Mạc giữ gân gấp

source: Flexor tendons, synovial and fibrous sheaths
vi: Các gân gấp, bao hoạt dịch và bao xơ

source: Fundus of stomach
vi: Đáy vị

source: Fundus of uterus
vi: Đáy tử cung

source: Gastric folds (rugae)
vi: Các nếp dạ dày

source: Gastrocnemius muscle (lateral head)
vi: Cơ bụng chân (đầu ngoài)

source: Gastrocnemius muscle (lateral head) (cut) Fibular collateral ligament
vi: Cơ bụng chân (đầu ngoài) (đã cắt) Dây chằng bên mác

source: Gastrocnemius muscle (medial head)
vi: Cơ bụng chân (đầu trong)

source: Gastroduodenal artery
vi: Động mạch vị tá tràng

source: Genital branch of genitofemoral nerve
vi: Nhánh sinh dục của thần kinh sinh dục đùi

source: Gluteal aponeurosis and gluteus medius muscle (cut)
vi: Mạc mông và cơ mông nhỡ (đã cắt)

source: Gluteus maximus muscle (cut)
vi: Cơ mông lớn (đã cắt)

source: Gluteus medius muscle (cut) Superior gemellus muscle
vi: Cơ mông nhỡ (đã cắt) Cơ sinh đôi trên

source: Gluteus minimus muscle
vi: Cơ mông bé

source: Gracilis muscle
vi: Cơ thon

source: Great saphenous vein
vi: Tĩnh mạch hiển lớn

source: Greater trochanter of femur
vi: Mấu chuyển lớn của xương đùi

source: Head of fibula Fibularis (peroneus) longus muscle (cut)
vi: Chỏm xương mác Cơ mác dài (đã cắt)

source: Hepatic artery proper
vi: Động mạch gan riêng

source: Hepatic portal vein
vi: Tĩnh mạch cửa

source: Hepatic veins
vi: Tĩnh mạch gan

source: Hilum of left lung
vi: Cuống phổi trái

source: Hilum of right lung
vi: Cuống phổi phải

source: Hook of hamate
vi: Móc của xương móc

source: Horizontal group: Superolateral nodes Superomedial nodes
vi: Nhóm ngang: Các hạch trên ngoài Trên trong

source: INFERIOR
vi: PHÍA DƯỚI

source: Ileocolic artery
vi: Động mạch hồi kết tràng

source: Iliac crest
vi: Mào chậu

source: Ilio-inguinal nerve (scrotal branch) (usually passes through superficial inguinal ring)
vi: Thần kinh chậu bẹn (nhánh bìu) (thường đi qua lỗ bẹn nông)

source: Iliolumbar artery
vi: Động mạch chậu thắt lưng

source: Iliolumbar vein
vi: Tĩnh mạch thắt lưng chậu

source: Iliotibial tract (cut)
vi: Dải chậu chày (đã cắt)

source: Inferior border (acute margin) of heart
vi: Bờ dưới (bờ sắc) của tim

source: Inferior clunial nerves (S2, 3) (cut)
vi: Thần kinh bì mông dưới (S2, 3) (đã cắt)

source: Inferior clunial nerves (from posterior femoral cutaneous nerve)
vi: Thần kinh bì mông dưới (từ thần kinh bì đùi sau)

source: Inferior epigastric artery
vi: Động mạch thượng vị dưới

source: Inferior epigastric vein
vi: Tĩnh mạch thượng vị dưới

source: Inferior epigastric vein (cut)
vi: Tĩnh mạch thượng vị dưới (đã cắt)

source: Inferior gemellus muscle Gluteus maximus muscle (cut)
vi: Cơ sinh đôi dưới Cơ mông lớn (đã cắt)

source: Inferior gluteal artery
vi: Động mạch mông dưới

source: Inferior gluteal artery and nerve
vi: Động mạch và thần kinh mông dưới

source: Inferior gluteal vein
vi: Tĩnh mạch mông dưới

source: Inferior lateral genicular artery (partially in phantom)
vi: Động mạch gối dưới ngoài(vẽ mờ một phần)

source: Inferior lateral genicular artery Head of fibula
vi: Động mạch gối dưới ngoài Chỏm xương mác

source: Inferior lobe of left lung in costodiaphragmatic recess
vi: Thuỳ dưới của phổi trái trong ngách sườn hoành

source: Inferior lobe of right lung in costodiaphragmatic recess
vi: Thuỳ dưới của phổi phải trong ngách sườn hoành

source: Inferior medial genicular artery
vi: Động mạch gối dưới trong

source: Inferior medial genicular artery (partially in phantom)
vi: Động mạch gối dưới trong (vẽ mờ một phần)

source: Inferior mesenteric artery
vi: Động mạch mạc treo tràng dưới

source: Inferior pancreatic artery
vi: Động mạch tuỵ dưới

source: Inferior pancreatico- duodenal arteries
vi: Động mạch tá tuỵ dưới

source: Inferior phrenic arteries
vi: Các động mạch hoành dưới

source: Inferior phrenic veins
vi: Tĩnh mạch hoành dưới

source: Inferior rectal artery
vi: Động mạch trực tràng dưới

source: Inferior suprarenal artery
vi: Động mạch thượng thận dưới

source: Inferior ulnar collateral artery
vi: Động mạch bên trụ dưới

source: Inferior vena cava
vi: Tĩnh mạch chủ dưới

source: Inferior vesical artery
vi: Động mạch bàng quang dưới

source: Inferior vesical artery and artery to ductus deferens
vi: adcd

source: Infrapatellar branch of saphenous nerve
vi: Nhánh dưới bánh chè của thần kinh hiển

source: Infrapatellar branch of saphenous nerve (cut) Inferior medial genicular artery
vi: Nhánh dưới bánh chè của thần kinh hiển (đã cắt) Động mạch gối dưới trong

source: Infundibulum
vi: Phễu

source: Inguinal ligament (Poupart’s)
vi: Dây chằng bẹn (Poupart’s)

source: Insertion of sartorius tendon
vi: Bám tận của gân cơ may

source: Intercapitular veins
vi: Tĩnh mạch kẽ ngón tay

source: Intermediate dorsal cutaneous branch
vi: Nhánh bì mu chân ngoài

source: Internal iliac artery
vi: Động mạch chậu trong

source: Internal iliac artery External iliac artery
vi: Động mạch chậu trong Động mạch chậu ngoài

source: Internal iliac vein
vi: Tĩnh mạch chậu trong

source: Internal pudendal artery
vi: Động mạch thẹn trong

source: Internal pudendal vein
vi: Tĩnh mạch thẹn trong

source: Internal thoracic artery and vein
vi: Động mạch và tĩnh mạch ngực trong

source: Interosseous membrane
vi: Màng gian cốt

source: Ischial tuberosity
vi: Ụ ngồi

source: Isthmus
vi: Eo

source: Jejunal and ileal (intestinal) arteries
vi: Động mạch hỗng tràng và hồi tràng (ruột non)

source: Jejunal and ileal arteries
vi: Động mạch hỗng tràng và hồi tràng

source: Lacunar ligament (Gimbernat’s)
vi: Dây chằng khuyết (Gimbernat’s)

source: Lateral
vi: Bên

source: Lateral antebrachial cutaneous nerve (from musculo- cutaneous nerve)
vi: Thần kinh bì cẳng tay ngoài (từ thần kinh cơ bì)

source: Lateral axillary nodes (along axillary vein)
vi: Các hạch nách ngoài (dọc theo tĩnh mạch nách)

source: Lateral calcaneal branch of sural nerve Inferior fibular (peroneal) retinaculum Fibularis (peroneus) brevis tendon Fibularis (peroneus) longus tendon Flexor digitorum longus tendon
vi: Nhánh gót ngoài của thần kinh bắp chân Mạc giữ gân cơ mác dưới Gân cơ mác ngắn Gân cơ mác dài Gân cơ gấp các ngón chân dài

source: Lateral calcaneal branches of sural nerve
vi: Các nhánh gót ngoài của thần kinh bắp chân

source: Lateral cutaneous
vi: Nhánh bì ngoài

source: Lateral cutaneous branch of iliohypogastric nerve
vi: Nhánh bì ngoài của thần kinh chậu hạ vị

source: Lateral dorsal cutaneous nerve (continuation of sural nerve)
vi: Thần kinh bì mu chân ngoài (nối tiếp thần kinh bắp chân)

source: Lateral dorsal digital nerve and vein of 5th toe
vi: Thần kinh mu ngón chân ngoài và tĩnh mạch của ngón 5

source: Lateral femoral cutaneous nerve
vi: Thần kinh bì đùi ngoài

source: Lateral malleolus and arterial network
vi: Mắt cá ngoài và đám rối động mạch

source: Lateral malleolus and posterior lateral malleolar branch of fibular (peroneal) artery
vi: Mắt cá ngoài và nhánh mắt cá ngoài sau của động mạch mác

source: Lateral plantar artery
vi: Động mạch gan chân ngoài

source: Lateral plantar artery and nerve
vi: Động mạch và thần kinh gan chân ngoài

source: Lateral sacral artery
vi: Động mạch cùng bên

source: Lateral sacral veins
vi: Tĩnh mạch cùng bên

source: Lateral sural cutaneous nerve
vi: Thần kinh bì bắp chân ngoài

source: Lateral sural cutaneous nerve (from common fibular [peroneal] nerve)
vi: Thần kinh bì bắp chân ngoài (từ thần kinh mác chung)

source: Lateral tarsal artery and lateral
vi: Động mạch cổ chân ngoài và

source: Lateral thoracic artery
vi: Động mạch ngực ngoài

source: Latissimus dorsi muscle
vi: Cơ lưng rộng

source: Left 2nd lumbar vein and communication to ascending lumbar vein
vi: Tĩnh mạch thắt lưng thứ 2 trái và chỗ thông nối với tĩnh mạch thắt lưng lên

source: Left auricle (atrial
vi: Tiểu nhĩ trái

source: Left border (obtuse margin) of heart
vi: Bờ trái (bờ tù) của tim

source: Left brachiocephalic vein
vi: Tĩnh mạch cánh tay đầu trái

source: Left colic artery
vi: Động mạch kết tràng trái

source: Left common carotid artery
vi: Động mạch cảnh chung trái

source: Left crus of diaphragm
vi: Trụ trái của cơ hoành

source: Left crus of diaphragm (forming left boundary of esophageal hiatus)
vi: Trụ trái của cơ hoành

source: Left external iliac artery
vi: Động mạch chậu ngoài trái

source: Left gastric artery
vi: Động mạch vị trái

source: Left gastro-omental (gastro-epiploic) artery
vi: Động mạch vị mạc nối trái

source: Left hepatic artery
vi: Động mạch gan trái

source: Left inferior phrenic vein
vi: Tĩnh mạch hoành dưới trái

source: Left inferior suprarenal artery
vi: Động mạch thượng thận dưới trái

source: Left internal jugular vein
vi: Tĩnh mạch cảnh trong trái

source: Left middle suprarenal artery
vi: Động mạch thượng thận giữa trái

source: Left ovarian
vi: Buồng trứng trái

source: Left ovary
vi: Buồng trứng trái

source: Left pulmonary artery
vi: Động mạch phổi trái

source: Left recurrent laryngeal nerve
vi: Thần kinh thanh quản quặt ngược trái

source: Left renal artery
vi: Động mạch thận trái

source: Left renal artery and vein
vi: Động mạch và tĩnh mạch thận trái

source: Left renal vein
vi: Tĩnh mạch thận trái

source: Left superior pulmonary vein
vi: Tĩnh mạch phổi trên trái

source: Left superior suprarenal arteries
vi: Động mạch thượng thận trên trái

source: Left suprarenal vein
vi: Tĩnh mạch thượng thận trái

source: Left suprarenal veins and anastomosis with inferior phrenic vein
vi: Tĩnh mạch thượng thận trái và vòng nối với tĩnh mạch hoành dưới

source: Left testicular (ovarian) artery and vein
vi: Động mạch và tĩnh mạch tinh hoàn (buồng trứng) trái

source: Left ureter
vi: Niệu quản trái

source: Left vagus nerve (X)
vi: Thần kinh lang thang trái (X)

source: Left ventricle
vi: Tâm thất trái
